
@extends('layouts.app')
@section('stylesheet')
<link href="{{url('assets/css/select-project.css')}}" rel="stylesheet" type="text/css" />
<link href="{{url('assets/css/confirm.css')}}" rel="stylesheet" type="text/css" />
@stop('stylesheet')
@section('content')

<style>
.text-green{
      color: #038206;
}
h2 span, h3 span, h4 span, h5 span, h6 span {
    color: #038206;
}
ul.list_order {
    margin: 0 0 30px;
    padding: 0;
    line-height: 30px;
    font-size: 14px;
}
ul.list_order li {
    position: relative;
    padding-left: 40px;
    margin-bottom: 10px;
}
ul.list_order li span {
    background-color: #038206;
    color: #fff;
    position: absolute;
    left: 0;
    top: 0;
    text-align: center;
    font-size: 18px;
    -webkit-border-radius: 50%;
    -moz-border-radius: 50%;
    border-radius: 50%;
    width: 30px;
    height: 30px;
    line-height: 30px;
}
 ul.list_order {
    list-style: none;
}
.navbar{
  display: none;
}
footer{
  display: none;
}
</style>
<div class="container" >
    <div class="row">
        <div class="col-md-12 " >
          <h3>Privacy Policy</h3>
          <h4 class="text-green">เงื่อนไขการใช้งาน</h4>
          <hr>




          <div class="body-project">

                    <div class="row">
                      <div class="col-md-8">
                      <p>1. ข้อตกลงนี้มีขึ้นเพื่อใช้ในการกำกับดูแลการเข้าใช้เว็บไซต์ www.learnsbuy.com ตามราย ละเอียดข้อกำหนดและเงื่อนไขที่กำหนดไว้ในเว็บไซต์นี้
                      และโดยการที่ผู้ใช้บริการเข้าในเว็บไซต์นี้ ผู้ใช้บริการตกลงและยินยอมที่จะปฏิบัติตามข้อตกลงและข้อจำกัด ความรับผิดในการใช้เว็บไซต์ นี้ทุกประการ</p>
                      <p>2. บริษัท สงวนสิทธิที่จะแก้ไขเปลี่ยนแปลงหรือหยุดให้บริการเนื้อหาส่วนใดส่วนหนึ่งหรือทั้งหมดเมื่อใดก็ได้ รวมทั้งสงวนสิทธิจะแก้ไข เปลี่ยนแปลง เพิ่มเติม ข้อกำหนดและเงื่อนไขส่วนหนึ่งส่วนใดหรือทั้งหมดได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้าและให้ถือว่าการแก้ไข เปลี่ยนแปลง เพิ่มเติมนั้นมีผลบังคับใช้ทันที และการที่ผู้ใช้บริการเข้าใช้เว็บไซต์นี้ภายหลังจากการแก้ไข เปลี่ยนแปลง เพิ่มเติมดังกล่าวถือว่าผู้ใช้บริการได้ตกลงยินยอมตามข้อกำหนดและเงื่อนไขใหม่นั้นแล้ว</p>
                      <p>3. ผู้ใช้บริการเป็นผู้รับผิดชอบ จัดหา และบำรุงรักษาสายโทรศัพท์ อุปกรณ์เครื่องคอมพิวเตอร์ และ/หรืออุปกรณ์อื่นๆ ที่จำเป็นรวมทั้งค่าใช้จ่ายต่างๆ ที่เกี่ยวข้อง เพื่อการเข้าใช้เว็บไซต์นี้ </p>
                      <p>4. ผู้ใช้บริการจะต้องใช้เว็บไซต์นี้อย่างถูกต้องตามกฎหมาย ห้ามผู้ใช้บริการปิดประกาศ (post) ใดๆ และ/หรือรับส่งข้อมูลผ่านเว็บไซต์นี้ในลักษณะที่ผิดกฎหมาย ผิดศีลธรรมอันดี ละเมิดสิทธิของบุคคลอื่น ข่มขู่ หรือลามกอนาจาร รวมทั้งห้ามปิดประกาศ (post) อัพโหลด (upload) หรือทำให้มีขึ้นซึ่งสิ่งที่ถูกคุ้มครองด้วยกฎหมายทรัพย์สินทางปัญญาบนเว็บไซต์ learnsbuy.com โดยไม่ได้รับความยินยอมจากเจ้าของงานทรัพย์สินทางปัญญานั้นๆ ก่อน ภาระหน้าที่ในการตัดสินใจว่าสิ่งใด เป็นสิ่งที่ถูกคุ้มครองภายใต้กฎหมายทรัพย์สินทางปัญญาอยู่ที่ผู้ใช้บริการ โดยผู้ใช้บริการจะต้องรับผิดชอบแต่เพียงผู้เดียวในความเสียหายใดๆ ที่เกิดขึ้นจากการละเมิดลิขสิทธิ์ทรัพย์สินทางปัญญา หรือความเสียหายอื่นๆ ที่เกิดขึ้น </p>
                      <p>5. ผู้ใช้บริการอนุญาตให้บริษัท หรือผู้ใดก็ตามที่บริษัท เห็นสมควรทำการลบ แก้ไข ทำซ้ำ เผยแพร่และแจกจ่ายสิ่งใดๆ ที่ผู้ใช้บริการได้ทำให้มีขึ้นบนเว็บไซต์ </p>
                      <p>6. ห้ามผู้ใช้บริการประกาศ โฆษณา ประชาสัมพันธ์ สินค้าหรือบริการใดๆ บนเว็บไซต์นี้ รวมทั้งการโฆษณา ชวนเชื่อ ให้ผู้ใช้บริการเว็บไซต์นี้สมัครเป็นสมาชิก ของเว็บไซต์อื่นๆ เว้นแต่จะได้รับความยินยอมเป็นลายลักษณ์อักษรอย่างชัดแจ้งจากบริษัทก่อน </p>
                      <p>7. เว็บไซต์ learnsbuy.com มีสิ่งที่ถูกคุ้มครองด้วยกฎหมายทรัพย์สินทางปัญญา เช่น ข้อความ (text) ซอฟท์แวร์ รูปภาพ วิดีโอ กราฟฟิค (graphic) เพลงและเสียงห้ามมิให้ผู้ใช้บริการแก้ไข ดัดแปลง ส่ง ทำซ้ำ เผยแพร่ หรือมีส่วนร่วมในการกระทำดังกล่าวในทุกกรณี เว้นแต่จะได้รับความยินยอมเป็นลายลักษณ์อักษรอย่างชัดแจ้งและถูกต้องจากบริษัท หรือเจ้าของงานทรัพย์สินทางปัญญานั้นๆ ก่อนแล้วแต่กรณี และผู้ใช้บริการสามารถดาว์นโหลด (download) และใช้สิ่งที่ถูกคุ้มครองด้วย ทรัพย์สินทางปัญญาเพื่อใช้ประโยชน์ของตนเองเท่านั้น </p>
                      <p>8. ผู้ใช้บริการตกลง ยินยอม และเข้าใจโดยชัดแจ้งแล้วว่าผู้ใช้บริการเข้าใช้บริการเว็บไซต์ โดยความเสี่ยงของผู้ใช้บริการเองทั้งสิ้น บริษัท หรือพนักงานของบริษัท หรือตัวแทนของบริษัท ไม่รับประกันว่าเว็บไซต์ จะปราศจากข้อผิดพลาดหรือข้อขัดข้อง รวมทั้งไม่รับประกันถึงความถูกต้องและความน่าเชื่อถือของข้อมูลหรือ บริการใด ๆ บนเว็บไซต์ </p>
                      <p>9. บริการของเว็บไซต์ นี้เป็นการให้บริการตามสภาพและตามสถานะที่เป็นอยู่โดยไม่มีการรับประกันใดๆ ทั้งสิ้นไม่ว่าทางตรงหรือทางอ้อม ข้อจำกัดความรับผิดนี้ใช้กับความเสียหายใดๆ ที่เกิดขึ้นจากการให้บริการ ข้อผิดพลาด การละเว้น การขัดข้อง ข้อบกพร่อง การล่าช้าในการให้บริการ ส่งข้อมูล และคอมพิวเตอร์ไวรัส รวมทั้งการเข้าถึงโดยไม่มีอำนาจเพื่อเข้าใช้หรือเปลี่ยนแปลงข้อมูล ผู้ใช้บริการรับทราบว่าบริษัท ไม่ต้องรับผิดชอบในกรณีหมิ่นประมาทหรือการกระทำอันเป็นการผิดกฎหมาย ของผู้ใช้บริการรายอื่น หรือของบุคคลอื่น และความเสี่ยงในการรับผิดในความเสียหายที่อาจเกิดใดๆ ทั้งหมดตกอยู่กับผู้ใช้บริการเท่านั้น </p>
                      <p>10. บริษัท หรือผู้ใด หรือหน่วยงานใดที่เกี่ยวข้องในการสร้าง การดำเนินการ การบำรุงรักษา การเผยแพร่เว็บไซต์ รวมทั้งผู้ร่วมให้บริการด้านข้อมูล (content partners) จะไม่ต้องรับผิดสำหรับความเสียหายไม่ว่ากรณีใดๆ ที่เกิดขึ้นจากการใช้หรือการไม่สามารถใช้บริการเว็บไซต์ ส่วนหนึ่งส่วนใดหรือทั้งหมด </p>
                      <p>11. บริษัทขอสงวนในการตรวจสอบและควบคุมเนื้อหาของข้อมูลบนเว็บไซต์ ซึ่งรวมถึงในห้องสนทนา(chat room) และกลุ่มสนทนา (forums) ต่างๆ เพื่อให้ การเข้าใช้บริการเป็นไปตามข้อตกลงนี้ และเป็นไปตามกฎหมายหรือคำสั่งของหน่วยงานรัฐที่มีอำนาจ บริษัท มีสิทธิเด็ดขาดในการตัดสินใจที่จะดำเนินการแก้ไข ปฏิเสธ ไม่ให้ประกาศข้อความ หรือลบข้อความใดๆ </p>
                      <p>12. ทั้งบริษัท และผู้ใช้บริการสามารถบอกเลิกสัญญานี้ได้ตลอดเวลา โดยบริษัท สามารถบอกเลิกสัญญาได้ทันทีหากบริษัท เห็นว่าผู้ใช้บริการมีการกระทำที่ ไม่เหมาะสมและไม่สามารถยอมรับได้หรือหากผู้ใช้บริการฝ่าฝืนหรือไม่ปฏิบัติตามข้อตกลงนี้ข้อหนึ่งข้อใด </p>
                      <p>13. บริษัท เป็นผู้เผยแพร่ข้อมูล (content) ที่ได้รับจากบุคคลที่สามและจากผู้ใช้บริการเว็บไซต์โดย บริษัท ไม่มีอำนาจควบคุมเหนือข้อมูลดังกล่าว เหมือนเช่น ห้องสมุดสาธารณะหรือร้านขายหนังสือ ทั้งนี้ ความเห็น คำแนะนำ ข้อความ คำกล่าว บริการ ข้อเสนอ หรือข้อมูลข่าวสารอื่นใดที่ได้แสดงหรือจัดให้มีบนเว็บไซต์ นี้โดย บุคคลที่สามรวมทั้งผู้ให้บริการข้อมูลอื่นหรือผู้ใช้บริการเป็นของผู้เขียนและผู้แจกจ่ายรายนั้นๆ ไม่ใช่ของบริษัท และบริษัท ไม่รับประกัน และ/หรือรับรองในความถูกต้อง แม่นยำ ความครบถ้วน และความมีประโยชน์ของข้อมูล โดยผู้ใช้บริการมีหน้าที่ในการตรวจสอบข้อมูลนั้นเอง </p>
                      <p>14.หากมีข้อสงสัยหรือข้อสอบถามใดๆ โปรดติดต่อ Webmaster</p>
                      </div>
                    </div>












          </div>
        <!--    <div class="panel panel-default">
                <div class="panel-heading">Welcome</div>

                <div class="panel-body">
                    Your Application's Landing Page.
                </div>
            </div> -->



        </div>
    </div>
</div>
@endsection
