
@extends('layouts.app')
@section('stylesheet')
<link href="{{url('assets/css/select-project.css')}}" rel="stylesheet" type="text/css" />
<link href="{{url('assets/css/confirm.css')}}" rel="stylesheet" type="text/css" />
@stop('stylesheet')
@section('content')

<style>
.text-green{
      color: #038206;
}
h2 span, h3 span, h4 span, h5 span, h6 span {
    color: #038206;
}
ul.list_order {
    margin: 0 0 30px;
    padding: 0;
    line-height: 30px;
    font-size: 14px;
}
ul.list_order li {
    position: relative;
    padding-left: 40px;
    margin-bottom: 10px;
}
ul.list_order li span {
    background-color: #038206;
    color: #fff;
    position: absolute;
    left: 0;
    top: 0;
    text-align: center;
    font-size: 18px;
    -webkit-border-radius: 50%;
    -moz-border-radius: 50%;
    border-radius: 50%;
    width: 30px;
    height: 30px;
    line-height: 30px;
}
 ul.list_order {
    list-style: none;
}
</style>
<div class="container" >
    <div class="row">
        <div class="col-md-12 " >
          <h3>Terms of Service</h3>
          <h4 class="text-green">ข้อกำหนดและเงื่อนไขการใช้บริการทั่วไปเว็บไซต์ learnsbuy.com</h4>
          <hr>
          <div class="body-project">

                    <div class="row">

                      <div class="col-md-8 col-md-offset-2" style="border: 1px solid #CCCCCC;  padding:35px">


                        <p> www.learnsbuy.com เรากำลังปลูกอนาคต สร้างแรงบันดาลใจทางการเรียนรู้ให้เด็กไทยก้าวทันโลก และเป็นกำลังสำคัญในการพัฒนาประเทศ เว็บไซต์ learnsbuy.com แหล่งค้นคว้าข้อมูลข่าวสารเกี่ยวกับโรงเรียนต่างๆ
                          ทั่วประเทศ รายละเอียดกิจกรรมส่งเสริมการเรียนรู้ และกิจกรรมเพื่อสังคมต่างๆ มากมาย
                          ตลอดจนเป็นสื่อกลางในการส่งเสริมและสนับสนุนการเรียนการสอนให้กับครู อาจารย์ และบุคลากรทางการศึกษาทั้งในพื้นที่ใกล้เคียงและพื้นที่ห่างไกลให้ได้มีโอกาสเรียนรู้และเข้าถึงแหล่งข้อมูลข่าวสาร สาระความรู้ในด้านต่างๆ
                          ได้อย่างทัดเทียมและเกิดประสิทธิภาพสูงสุด ด้วยบริการระบบฐานข้อมูลทางการศึกษา ตารางกิจกรรมสื่อเสริมการเรียนการสอน และบริการการแสดงความคิดเห็นในกระทู้ และบริการอื่นๆ อีกมากมาย เพื่อรองรับการให้บริการแก่สมาชิก
                          (ต่อไปนี้จะรวมเรียกว่า “บริการ” ) หากท่านประสงค์จะใช้บริการใดๆ ของ learnsbuy.com โปรดกดปุ่ม "ตกลง" สมัครเป็นสมาชิก โดยบริษัทฯ จะถือว่าท่านตกลงปฏิบัติตามข้อกำหนดและเงื่อนไขการใช้บริการในเว็บไซต์ ดังนี้ </p>

                        <p>1.การสมัครสมาชิก หากท่านประสงค์จะใช้บริการใดๆ ใน learnsbuy ท่านจะต้องสมัครเป็นสมาชิกโดยกดปุ่ม "สมัครสมาชิก | Register" และกรอกข้อมูลต่างๆ ของท่านลงในแบบฟอร์มสมัครสมาชิก
                          โดยท่านไม่ต้องเสียค่าธรรมเนียมหรือค่าบริการแต่อย่างใดทั้งสิ้น หลังจากบริษัทได้รับข้อมูลการสมัครสมาชิกครบถ้วนแล้ว บริษัทจะจัดส่ง e-mail ไปยังท่าน เพื่อแจ้งรหัสประจำตัว(ID) พร้อมรหัสผ่าน (Password)
                          ซึ่งท่านสามารถนำมาใช้บริการต่างๆ ในเว็บไซต์ learnsbuy.com ได้ในทันที ซึ่งต่อไปในข้อกำหนดและเงื่อนไขนี้จะเรียกท่านว่า "สมาชิก"</p>

                        <p>2.ระยะเวลาการเป็นสมาชิก สมาชิกมีสิทธิใช้บริการใดๆ ใน learnsbuy นับแต่วันที่ท่านเป็นสมาชิกตามข้อ 1. และสถานะการเป็นสมาชิกมีผลอยู่ตลอดไปจนกว่าท่านจะบอกเลิกเป็นลายลักษณ์อักษรมาทางอีเมล (learnsbuy@gmail.com)
                          หรือบริษัทยกเลิกการเป็นสมาชิกอันเนื่องจากสมาชิกไม่ปฏิบัติหรือปฏิบัติผิดข้อกำหนดหรือเงื่อนไขข้อใดข้อหนึ่งที่กำหนด ไว้ใน "ข้อกำหนดและเงื่อนไขการใช้บริการทั่วไป" </p>

                        <p>3. คำรับรองของสมาชิก </p>

                        <ul class="list-unstyled"> 3.1 สมาชิกให้คำรับรองการสมัครเป็นสมาชิก ดังนี้
                          <li style="list-style-type: circle; margin-left: 40px;">สมาชิกรับรองว่าการให้ข้อมูลตามที่ระบุไว้ในการสมัครสมาชิกเป็นข้อมูลที่สามารถระบุตัวสมาชิกและเป็นจริงทุกประการ เพื่อประโยชน์ที่จะได้รับสิทธิพิเศษต่างๆ ตามที่บริษัทจะแจ้งให้ทราบเป็นคราวๆ ไป
                            สมาชิกยินยอมให้บริษัทตรวจสอบความเป็นจริงและถูกต้องของข้อมูลได้ และหากการตรวจสอบพบว่าข้อมูลที่ให้ไม่ตรงกับความจริงบริษัทมีสิทธิยกเลิกใบสมัครและ/หรือการให้บริการ TruePlookpanya ได้</li>
                          <li style="list-style-type: circle; margin-left: 40px;">สมาชิกจะใช้บริการ learnsbuy ด้วยตนเองและจะรักษารหัสประจำตัว (ID) และรหัสผ่าน (password) ที่ได้รับจากบริษัท เพื่อการใช้บริการใน learnsbuy ไว้เป็นความลับ สมาชิกจะไม่เปิดเผยหรือให้บุคคลหนึ่งบุคคลใดใช้รหัสประจำตัว
                            (ID) และรหัสผ่าน (password) ของสมาชิก เพื่อใช้บริการ learnsbuy (ID) และรหัสผ่าน (password) ของสมาชิก เพื่อใช้บริการ learnsbuy
                            ไม่ว่าสมาชิกจะให้หรือไม่ให้ความยินยอมก็ตาม</li>
                        </ul>

                        <ul class="list-unstyled">3.2 เนื้อหาที่สมาชิกจะส่ง แสดง หรือเปิดเผยผ่านการใช้บริการใด ๆ ใน TruePlookpanya ต้องไม่มีลักษณะดังนี้
                          <li style="list-style-type: circle; margin-left: 40px;">ข้อความหยาบ เสียดสี ไม่สุภาพ หรือไม่เหมาะสมด้วยประการใดๆ</li>
                          <li style="list-style-type: circle; margin-left: 40px;">การให้ข้อมูลอันเป็นเท็จ หรือส่อนัยทางเพศ หรือการให้ข้อมูล หรือข้อความที่อาจก่อให้เกิดความขัดแย้ง สร้างความเสื่อมเสีย หรือเสียหายต่อบริษัท หรือสมาชิกอื่น และ/หรือบุคคลอื่นๆ ละเมิดลิขสิทธิ์ ทรัพย์สินทางปัญญาอื่นๆ และ/หรือสิทธิของบริษัท และ/หรือบุคคลใด</li>
                          <li style="list-style-type: circle; margin-left: 40px;">จะไม่กระทำการใดๆ อันเป็นการละเมิดสิทธิส่วนบุคคลของสมาชิกรายอื่นหรือบุคคลอื่น</li>
                          <li style="list-style-type: circle; margin-left: 40px;">ขัดต่อความมั่นคงหรือความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน</li>
                          <li style="list-style-type: circle; margin-left: 40px;">ขัดต่อพระราชบัญญัติว่าด้วยการกระทำความผิดเกี่ยวกับคอมพิวเตอร์ พ.ศ. 2550 พระราชบัญญัติลิขสิทธิ์ (ฉบับที่ 2) พ.ศ. 2558 หรือกฎหมายอื่น</li>
                        </ul>

                        <p>3.3 สมาชิกรับรองว่าข้อมูลที่ส่งไปยังเว็บไซต์ learnsbuy เป็นข้อมูลที่ถูกต้อง และสมาชิกจะทำการปรับปรุงข้อมูล และจะรับผิดชอบต่อบริษัท
                          หากนำเอาข้อมูลที่ไม่ถูกต้องหรือไม่เป็นจริงมา upload ในเว็บไซต์ TruePlookpanya โดยบริษัทสงวนสิทธิที่จะไม่รับข้อมูลหรือข่าวสารหรือจดทะเบียนเพื่อให้เข้ามายังเว็บไซต์ learnsbuy ได้ตามที่บริษัทเห็นสมควร
                        </p>

                        <p>3.4 สมาชิกจะไม่นำเสนอข้อความหรือเนื้อหาอันเป็นการวิพากษ์วิจารณ์ หรือพาดพิงสถาบันพระมหากษัตริย์และราชวงศ์เป็นอันขาด </p>
                        <p>3.5 สมาชิกที่ปฏิบัติผิดเงื่อนไขในการ Upload จะต้องรับผิดชอบในความเสียหายที่เกิดขึ้นเองทั้งสิ้น และตกลงยินยอมชดใช้ค่าเสียหายให้แก่บริษัทหากการฝ่าฝืนดังกล่าวก่อให้เกิดความเสียหายแก่บริษัท </p>
                        <p>3.6 สมาชิกต้องใช้นามจริงหรือนามแฝงที่เหมาะสม สุภาพ ไม่หยาบคายหรือส่อไปในทางลามกอนาจาร หรือขัดต่อความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน</p>

                        <ul class="list-unstyled">4.เงื่อนไขทั่วไป
                          <li style="list-style-type: circle; margin-left: 40px;">4.1 การนำเสนอข้อมูล ข่าวสาร บทความ หรือข้อความอื่นใดทั้งหมดในเว็บไซด์นี้เป็นเพียงการให้บริการ รวบรวมข้อมูล ความรู้ ฐานข้อมูลทางวิชาการ และความรู้ด้านต่าง ๆ รวมทั้งเป็นเวทีแสดงความคิดเห็น หรือแลกเปลี่ยนข้อมูลข่าวสารระหว่างผู้ใช้บริการด้วยกันเท่านั้น ดังนั้น
                            บริษัทจึงไม่รับรองความถูกต้องของบรรดาข้อมูลข่าวสาร บทความ หรือข้อความอื่นใดที่เผยแพร่อยู่บน learnsbuy บริษัทไม่ใช่ตัวแทน ห้างหุ้นส่วน หรือบุคคลที่มีนิติสัมพันธ์ใด ๆ กับเจ้าของข้อมูลข่าวสาร
                            บทความ หรือข้อความใด ๆ ซึ่งปรากฏอยู่บนเว็บไซด์ learnsbuy และเว็บไซต์ learnsbuy เป็นเพียงสื่อกลางที่ใช้ในการส่งผ่านข้อมูลระหว่างผู้ใช้บริการ และเจ้าของข้อมูล ข่าวสารเท่านั้น
                            โดยบริษัทไม่สามารถตรวจสอบหรือทราบถึงแหล่งที่มาและ/หรือรายละเอียดของเนื้อหาต่าง ๆ ได้อย่างครบถ้วน บริษัทจะไม่รับผิดชอบต่อความเสียหายใดๆ ที่เกิดขึ้นแก่สมาชิกหรือบุคคลใดๆ ที่สมาชิกติดต่อโดยการสื่อสารข้อมูลหรือข่าวสารผ่านเว็บไซต์ TruePlookpanya</li>
                          <li style="list-style-type: circle; margin-left: 40px;">4.2 ผู้ใดแอบอ้างหรือกระทำการใดๆ อันเป็นการละเมิดสิทธิ์ส่วนบุคคล โดยใช้ข้อมูลของผู้อื่นมาแอบอ้างการสมัครสมาชิก ถือเป็นความผิดและต้องรับโทษตามที่กฎหมายกำหนด </li>
                          <li style="list-style-type: circle; margin-left: 40px;">4.3 สมาชิกจะได้รับสิทธิพิเศษต่างๆ เช่น มีสัญลักษณ์พิเศษในการใช้งานเว็บบอร์ด สามารถใช้คำสั่งพิเศษของเว็บบอร์ด ตลอดจนมีสิทธิเข้าร่วมเล่นเกมชิงรางวัลและเข้าร่วมกิจกรรมต่าง ๆ ตามที่โครงการปลูกปัญญาจัดให้มีขึ้น </li>

                        </ul>

                        <p>5. สิทธิของบริษัท บริษัทมีสิทธิระงับการให้บริการชั่วคราวบางส่วนหรือทั้งหมดในเวลาใดๆ ก็ได้ หากสมาชิกปฏิบัติผิดเงื่อนไขข้อหนึ่งข้อใดของข้อกำหนดและเงื่อนไขทั่วไป หรือระบบการให้บริการของบริษัทขัดข้องชั่วคราวไม่ว่าด้วยเหตุใดๆ </p>
                        <p>6. ข้อจำกัดความรับผิดของบริษัท บริษัทไม่ต้องรับผิดชอบและชดใช้ค่าเสียหายใดๆ อันเกิดขึ้นจากหรือเกี่ยวเนื่องกับการใช้บริการ learnsbuy แก่สมาชิกหรือบุคคลใดๆ ไม่ว่าในกรณีใดๆ หากบริษัทไม่สามารถให้บริการบางส่วนหรือทั้งหมด อันเนื่องจากระบบหรืออุปกรณ์ใดๆ
                          ของสมาชิกชำรุดหรือขัดข้อง หรือระบบโทรศัพท์ หรือระบบสื่อสารโทรคมนาคมขัดข้องหรือเหตุใดๆ ที่อยู่นอกเหนือการควบคุมของบริษัท และบริษัทไม่ต้องรับผิดชอบในความเสียหายใดๆ </p>
                        <p>7. การโอนสิทธิ สมาชิกจะโอนสิทธิและ/หรือหน้าที่ใด ๆ อันเกี่ยวเนื่องกับการให้บริการใด ๆ ในเว็บไซต์ learnsbuy ให้แก่บุคคลอื่นไม่ได้ เว้นแต่จะได้รับความยินยอมเป็นลายลักษณ์อักษรจากบริษัท
                          โดยบริษัทมีสิทธิโอนสิทธิและ/หรือ หน้าที่ใด ๆ อันเกี่ยวเนื่องกับการให้บริการใด ๆ ในเว็บไซต์ learnsbuy ให้แก่บุคคลใดก็ได้ </p>



                          <ul class="list-unstyled">8. การสิ้นสุดการให้บริการ การให้บริการนี้อาจสิ้นสุดลงในเวลาใด ๆ ก็ได้ ดังนี้
                            <li style="list-style-type: circle; margin-left: 40px;">สมาชิกขอบอกเลิกการเป็นสมาชิกโดยแจ้งเป็นลายลักษณ์อักษรมายังบริษัท</li>
                            <li style="list-style-type: circle; margin-left: 40px;">สมาชิกไม่ปฏิบัติตามกฎหรือระเบียบใดๆที่บริษัทกำหนด หรือปฏิบัติผิดเงื่อนไขในข้อกำหนดและเงื่อนไขทั่วไปนี้ และหรือไม่ปฏิบัติตามกฎหมายใดๆ</li>
                            <li style="list-style-type: circle; margin-left: 40px;">หากการไม่ปฏิบัติหรือฝ่าฝืนหรือปฏิบัติผิดเงื่อนไขใดๆ สามารถแก้ไขได้ แต่สมาชิกไม่ทำการแก้ไขภายในระยะเวลาที่บริษัทได้แจ้งให้ทราบ</li>
                            <li style="list-style-type: circle; margin-left: 40px;">บริษัทมีสิทธิยกเลิกการให้บริการและยกเลิกสถานภาพการเป็นสมาชิกได้ทันทีโดยไม่ต้องบอกกล่าวก่อน</li>
                            <li style="list-style-type: circle; margin-left: 40px;">หากมีการเปลี่ยนแปลงกรรมสิทธิ์หรือสิทธิใด ๆ ในเว็บไซต์ learnsbuy ซึ่งทำให้บริษัทไม่สามารถให้บริการแก่สมาชิกได้อีกต่อไป</li>
                          </ul>

                      </div>





                    </div>








          </div>
        <!--    <div class="panel panel-default">
                <div class="panel-heading">Welcome</div>

                <div class="panel-body">
                    Your Application's Landing Page.
                </div>
            </div> -->



        </div>
    </div>
</div>
@endsection
